const vm =Vue.createApp({
    data(){
        return{
            nnnews:[
                {
                    main:"W1-浪人季開幕週",
                    t:"浪人季開幕週",
                    c:"#9bcf53",
                    sd:"10px 10px 10px #9cbf53",
                    d1:"開幕典禮 | 學生家長之夜 - 藝術創作現場 | 國際美食展...",
                    tit1:"東花浪人季世界開幕週 - 開幕典禮",
                    tit2:"學生家長之夜 - 課程深度探索",
                    tit3:"學生家長之夜 - 藝術創作現場",
                    tit4:"外賓專屬活動",
                    tit5:"國際美食展",
                    t1:"3 月 1 日 、 15:00 - 17:00 | 歡迎詞和浪人季活動介紹。",
                    t2:"3 月 2 日 、 18:00 - 20:00 | 深入課程的核心，參與各項工作坊和實驗，了解孩子在不同領域的學習。",
                    t3:"3 月 2 日 、 18:00 - 20:00 | 走進孩子的藝術天地，親身參與各種藝術創作活動，感受學生的創造力。",
                    t4:"3 月 4 日 ~ 3 月 5 日 | 包括參觀校園、座談會等。",
                    t5:"3 月 6 日 、 14:00 - 21:00 | 提供各國特色美食品嚐。",
                    img1:"./img/2-1.jpg",
                    id:"0",
                },
            ]
        }
    },
    computed:{
        
    },
    methods:{
        
    },
})
vm.mount("#app")